IDEA StatiCa Open Model
HingeElement1D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the HingeElement1D class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public HingeElement1D()
Public Sub New
public:
HingeElement1D()
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace